[
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_0",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfAnyone who operates a motor vehicle or motor-driven cycle on public roadways in Missouri is required to have a valid driver license. You may obtain a Missouri driver license at any Missouri license office.You must have a Missouri driver license if:•  You live in Missouri, are 16 years of age or older, and plan to drive.•   You are a new resident of Missouri and want to drive, even if you have a   driver license from another state.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_1",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf•  You are an out-of-state commercial driver who has moved to Missouri   within the last 30 days. (Please refer to the Missouri Commercial Driver   License Manual.)You do not need a Missouri driver license if:•   You are a member of the armed forces and you have a valid driver license from your home state.•   You are a full-time student and you have a valid driver license from your home state.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_2",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf•   You operate or temporarily operate or move any farm tractor or implement on a highway for agri-related purposes.You are required to carry your driver license or permit when you drive. If any law enforcement officer asks to see your driver license or permit, you must present it. It is against the law for you to allow anyone else to use your license or permit.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_3",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfTip! Anyone obtaining a new license or permit is required to show verification of lawful status, identity (full legal name), social security number, and Missouri residency. These requirements are explained in detail later in this chapter.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_4",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfTypes of PermitsIf you are under 21 years of age, you will be issued a permit identifying you as a minor.Instruction Permit — Eligible Age: 15 This is the first step in Missouri’s Graduated Driver License Program for young drivers.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_5",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfGenerally, this permit allows a young person to learn to drive with the supervision of a licensed adult. See later in this chapter for detailed information.IMPORTANT NOTE: The test form issued by the Missouri State Highway Patrol is not valid as a permit or license.  You must submit the test form to your local license office to apply for the actual permit or license to meet GDL and legal operator requirements.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_6",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfMotorcycle Instruction Permit — Eligible Age: 15½ or 16 You may apply for a motorcycle instruction permit to learn to operate a motorcycle or motortricycle. The age you are eligible to apply may be 15½ or 16 years, as described below.• 15½ years of age (15 years and 182 days) The Motorcycle Instruction Permit will only be issued if you have    successfully completed an approved motorcycle rider training course.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_7",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfYou must pass the Class F and Class M written, vision, and road sign  3Chapter 1 - The Missouri Driver License tests. You must also have the written consent of your parent or legal  guardian.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_8",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfThis permit allows daylight driving only, within a 50-mile radius   of home, a motorcycle of no larger than 250 cc, and no passengers.•   16 years of age or older  If you are 16 years old or older you may apply for a motorcycle instruction   permit, but the motorcycle rider training course is not required.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_9",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfIf you do   not have a valid driver license, you must take the Class F and Class M   written tests to receive a motorcycle instruction permit. When you are ready, you may take the motorcycle driving test and pay the appropriate fee to become motorcycle qualified.For more information about Missouri’s motorcycle laws, see the Motorcycle Operator Manual posted on our website at dor .",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_10",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfmo .gov/. You may also request a copy from MSHP or any license office.  Types of LicensesIf you are under 21 years of age, you will be issued a license identifying you as a minor.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_11",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfWhen you reach age 21, you may apply and pay for another driver license (without the minor indication) or wait until your under-21 license expires.Intermediate License (Class F) — Eligible Age: 16 This is the second step in Missouri’s Graduated Driver License (GDL) program for young drivers.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_12",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfGenerally, this license allows a young person certain restricted driving privileges. See later in this chapter for detailed information.Full Driver License (Class F) — Eligible Age: 18 This is the basic driver license, also called an operator license. You must have a Class F license to operate any motor vehicle (other than one requiring you to have a Class A, B, C, or E license.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_13",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf) The Class F license does not allow you to drive a motorcycle unless the license shows the Motorcycle (M) endorsement. Endorsements will be discussed later in this chapter. You must pass the Class F written, vision, road sign, and driving tests.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_14",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfFor-Hire License (Class E) — Eligible Age: 18 When you test for a Class E license, the written exam will include questions based on the complete driver guide, but mainly Chapter 15 (Commercial Vehicles).",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_15",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfYou must also pass the vision and road sign tests. If you already have a Class F license, a driving test is not required. However, you must still meet the “under 21 requirements” (see page 18) for a full license if you apply for a Class E license at age 18.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_16",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfThere are a number of reasons you may wish to obtain a Class E license, such as:•  If you receive pay for driving a motor vehicle transporting 14 or fewer   passengers (such as a driver for a day care center).",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_17",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf•  If you will transport property for pay or as part of your job (such as a florist delivery driver). • If you regularly operate a motor vehicle for your employment which belongs   to another person and is designed to carry freight and merchandise.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_18",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfThe   vehicle must be 26,000 pounds or less gross vehicle weight rating (GVWR)   and not required to be placarded for hazardous materials.The following individuals shall not be required to obtain a for-hire (Class E) license pursuant to 387 .",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_19",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf438 RSMo:4• Individuals who use a motor vehicle with a gross vehicle weight less than or   equal to 12,000 pounds for the purpose of providing transportation services as  an eligible Transportation Network Company driver or taxicab driver; or• Individuals providing prepared food delivery services for entities such as   a fast food restaurant, delicatessen, or other facility engaged in the selling   of food for consumption off the premises of the facility.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_20",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfMotorcycle License (Class M) — Eligible Age: 16 You must have a Class M license or permit (or a driver license with the M endorsement) if you operate a motorcycle or motortricycle on public roadways. You will need to pass the Class F and Class M written, vision, road sign, and motorcycle skills tests.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_21",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfGDL requirements will apply to Class M license applicants between the ages of 16 and 18. See the GDL requirements later in this chapter. A driver operating a motorized bicycle is not required to obtain a motorcycle endorsement, however he or she must hold, a valid operator’s (or higher classification) license.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_22",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfFor more information about Missouri’s motorcycle laws, see the Motorcycle Operator Manual posted on our website at dor .mo .gov/. You may also request a copy from MSHP or any license office. Commercial Driver License (Class A, B, or C)  You must have a commercial driver license based on the type of commercial motor vehicle you drive.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_23",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfYou must be at least 18 years old to apply for a CDL, and at least 21 years old to obtain a CDL with a Hazardous Materials or School Bus endorsement. You must still meet the “under 21” requirements if you apply for a CDL at age 18.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_24",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfFor more information about Missouri’s commercial driving laws, see the Commercial Driver License Manual posted on our website at dor .mo .gov/. You may also request a copy from MSHP or any license office.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_25",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfNondriver Identification Card (Class ND) You may obtain a photo nondriver ID for identification purposes. Your nondriver ID expires on your date of birth in the sixth year after you apply. If you are age 70 or older, your nondriver ID will be issued as non-expiring.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_26",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfException: Nondriver ID applicants age 70 or older may be issued a six year expiration date if applying for a REAL ID-compliant card or a lesser period based on immigration document status review.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_27",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfRequirements to Obtain a License or PermitDepending on your age, whether you are obtaining a new license or permit, if you are renewing one, or if you have just moved to Missouri, the requirements to obtain a license are slightly different. • If you are a driver age 15 to 21, the GDL program applies to you. Please  see the GDL section in this chapter for more information.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_28",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfYou will need  to show verification of lawful status, identity (must include full legal name  and date of birth), social security number, name change if applicable, and   Missouri residency (detailed in this chapter) to qualify.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_29",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf•   If you are a Missouri driver, you may be required to provide verification   of lawful status, identity (must include full legal name and date of birth),   social security number, name change if applicable, and Missouri residency  will be required each time you apply to renew a driver license, nondriver   ID, or instruction permit.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_30",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfYou must also present your previous license. 56• If you are obtaining a new Missouri license, you must show verification of  lawful status, identity (must include full legal name and date of birth), social   security number, a name change if applicable, and Missouri residency.   You will be required to take the four-part driver examination.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_31",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfThe four-part   exam consists of a written test, vision test, road sign test, and a driving   skills test. (See Chapter 2 for more information.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_32",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf)•  If you are new to Missouri and are transferring your out-of-state driver license, you will need to present verification of lawful status, identity (must include full legal name and date of birth), social security number, name change if applicable, Missouri residency, and mailing address, if different than residential address.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_33",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfYou must also surrender the license from your previous state of residence, and take the vision and road sign tests. Upon transfer of your out-of-state driver license, any driver license, permit or nondriver ID issued in another state will be invalidated. •   You must take the four-part driver examination (detailed in Chapter 2) if   any of the following apply to you: ○ You are applying for a new Missouri driver license.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_34",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf○ Your Missouri driver license has been expired for more than six months (184 days). ○Your out-of-state license has been expired for more than 184 days.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_35",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf○ Your license was revoked because you have too many points (see Chapter 11) on your driving record or because of an Administrative Alcohol Revocation (see Chapter 10). ○ The Director of Revenue asks you to take the exam, even if you have a current driver license.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_36",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfRequired DocumentsWhen you obtain or renew any license, permit, or nondriver ID, you will be required to present proof of lawful status, identity (must include full legal name and date of birth), social security number, name change if applicable, Missouri residency, and mailing address, if different than residential address. You will also be required to present and surrender your current license, permit, or nondriver ID.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_37",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfDetails of these requirements are listed below. For more information, visit dor .mo .gov/.•\tLawful Status: A U.S. citizen may show a U.S. Birth Certificate (certified   with an embossed, stamped or raised seal and issued by a vital records   agency. Hospital birth certificates and birth registration cards are not    acceptable.), a valid, unexpired U.S. passport a U.S.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_38",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfCertificate of  Citizenship, Certificate of Naturalization, or a Certificate of Birth Abroad.   A “copy” of a U.S. Birth Certificate (issued by a vital records agency    accompanied by a U.S. Military Identification Card or Discharge Papers.   This proof of lawful status is not acceptable for issuance of a REAL    ID-compliant document. Non-U.S. citizens must present the appropriate   immigration documents indicating the applicant’s status.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_39",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfExamine the   full list of acceptable required documents to obtain a REAL ID-compliant   or non REAL ID-compliant card at  dor .mo .gov/drivers/idrequirements .php.Age 65 and Older Exemption — If you are renewing a non REAL ID-compliant non-commercial permit or driver license or nondriver ID and are age 65 or older you may be exempt from presenting documents for place of birth.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_40",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf•   Identity: Documents used for verify identity must contain your full   legal name and date of birth. Many lawful status documents also prove  7 identity, other examples include: Employment Authorization Document,   REAL ID-Compliant or non-REAL ID License, or a Foreign Passport with   a U.S. Visa accompanied by an I-94.•   Missouri Residency: You have a variety of options to prove your current   address.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_41",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfExamples include any two current utility bills (including phone,   electric, gas, water, sewer, and cable), property tax receipt, voter ID card,   or any official letter issued within the last 90 days by another state, local   governmental or another federal agency agency on its letterhead. To obtain   a REAL ID-compliant document, you must provide two documents verifying   Missouri residency.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_42",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfTo obtain a non REAL ID-compliant document, you   must provide one document verifying Missouri residency. If you have a    separate mailing address, you must provide a document to verify the    mailing address.   Note: A Post Office Box is not acceptable as a residential address. You   need to show proof of residential address and alternate mailing address   (if applicable.) Current addresses are important! Your license will be   mailed to the address provided .",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_43",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf○If you are under the age of 21, and cannot provide an acceptable     document from the list for verification of a Missouri residential address,    a parent or legal guardian may provide such a document on your behalf.   Refer to the complete list of acceptable documents at dor .",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_44",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfmo .gov. For    purposes of an application for a REAL ID-compliant document, the use    of the document submitted by the parent of guardian, is only acceptable    as one of the two required residency verification documents.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_45",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf\u0083Residential address is the location at which a person has been   physically present, and that the person regards as home. A  residential address is a person’s true, fixed, principal, and   permanent home, to which a person intends to return and remain,   even though currently residing elsewhere.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_46",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf• Social Security Number State law requires you to include your Social Security Number (SSN) on   your application to obtain a Missouri License or permit. The SSN may be   provided by presenting the Social Security Card, (must be original, signed   and not laminated) W-2 Wage and Tax Statement, 1099 Form, or a Paystub   with Name and Social Security Number.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_47",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfCurrent valid Missouri driver license,   nondriver ID or permit applicants who have previously verified their SSN,    may be eligible to provide their number verbally for verification purposes.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_48",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfIf you do not have a social security number: ○You must present a letter from the Social Security Administration   (SSA) regarding the status of your social security number.    Applicants without a social security number may be ineligible    for a REAL ID-compliant document depending upon lawful status   verification documents.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_49",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfNOTE: If you are a nonimmigrant foreign student, who is not   authorized to work in the United States, submission of a status   letter from the SSA is not required. (You or your dependents   immigration document MUST reflect an F or a J classification.) ○License or permit applications without a social security number    may be reviewed by the central office for final approval prior to  printing and mailing.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_50",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfPermit FeesFees for and duration of a permit are based on the applicant’s age at the time of the transaction. Application test fees are not included. License FeesFees and duration of license are based on the applicant’s age at the time of the transaction. Application test fees are not included.*Based on the applicant’s age or document verification status at the time of the transaction.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_51",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf• Name Changes - If your current name is different than it appears on  your identity and lawful status document presented, or is not the same   on all your documents, present one of the documents below showing    your correct current name. • Last Name Change - certified marriage license, certified divorce  decree, certified court order, certified court ordered adoption papers, or  amended birth certificate.• First Name Change - Certified court order.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_52",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf• Middle Name Change - Certified court order. Tip! Make sure you have all the necessary documents with you before you go to your license office. It will save you time and the time of your fellow customers! New / Renewal License  Type Minimum Age Cost Valid For .",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_53",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf. .Intermediate License 16 $11.00 0–2 yearsFull License   $13.50 0–3 years*(Class F) 18 or or  $27.00 0–6 years*For-Hire License  $21.00 0–3 years*(Class E) 18 or or   $42.00 0–6 years*   0–1 yearCommercial  $26.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_54",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf00 0–3 years*Driver License 18 or or(Class A, B, or C)  $52.00 0–6 years*   0–1 year     Motorcycle  $13.50 0–3 years*Only License 16 or or (Class M)  $27.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_55",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf00 0–6 yearsNondriver ID Card any age $18.00  0–6 years*   or Non-ExpiringNondriver ID Card 17½ $0.00 0–6 years*(Voting Purposes Only)   or Non-ExpiringAge 70 with school bus endorsementNew: $11.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_56",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf00Renewal: $6.00Age 70 with school bus endorsementNew: $13.50Renewal: $6.00New / Renewal Permit  Type  Minimum Age Cost Valid For . . .Student Permit 15 $1.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_57",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf00 Length of Approved CourseInstruction Permit 15 $7.00 0–12 monthsMotorcycle Permit 15½ or 16 $9.75 or $7.00 0–6 months (182 days)Commercial   1 year (360 days or less)  Learner’s Permit 18 $16.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_58",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf00 nonrenewable      89RestrictionsIf you have limited driving experience or a medical condition that impairs your ability to drive safely, you may receive a restricted license permitting you to drive only under specific conditions. If you have a restricted license, it will have one or more of the restriction codes shown below.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_59",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfYou may be required to take a driving test in order to have a restriction removed from your license.  If you disobey the restriction(s), you can be charged with driving without a license, and if convicted, points will be placed on your driving record. If you receive too many points (see Chapter 11), your license may be suspended or revoked.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_60",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfRestriction CodesA Corrective Lenses N No Class A or B Passenger VehicleB Outside Rearview Mirror O No Tractor-Trailer CMVC Daylight Driving Only P No Passengers In CMV BusD Auto Trans/Power Steering Q More Than Five RestrictionsE No Manual Transmission CMV R Special",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_61",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfSeat CushionF Restricted to 45 MPH T Right Outside MirrorG 25 Mile Radius U Uncoded Restriction*H Special Hand Devices V Medical VarianceI Intermediate License W Farm WaiverJ Electrical Turn Signals  X No Cargo in CMV Tank VehicleK Intrastate Driving Only (CDL)",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_62",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfY Left Outside MirrorL Non-Airbrake CMV Z No Full Air Brake Equipped CMVM No Class A Passenger Vehicle*An uncoded restriction is any restriction not listed here.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_63",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfAn uncoded restriction will be listed as a “U” in the restriction area of the driver license or permit and the description will display on the back of the document, space permitting. Any law enforcement officer, judge, or physician can ask the Department to place restrictions on your license.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_64",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfMedical Referral There are two reasons you may be required to submit a physician’s statement to the Department of Revenue:•   You have had epileptic seizures, convulsions, or blackouts within the six months prior to your application for a license.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_65",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf•   A driver examiner, license clerk, family member, law enforcement  officer, physician, physical therapist, occupational therapist,    chiropractor, registered nurse, psychologist, social worker, professional   counselor, optometrist, or emergency medical technician, believes you   may have some other medical condition that would make you an   unsafe driver.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_66",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfThis person must complete a Driver Condition Report   (Form 4319) and submit it to the Department.EndorsementsEndorsements are just the opposite of restrictions because they qualify you to do things you couldn’t do without the endorsement, such as: drive a school bus or operate a motorcycle. The endorsements available for your non-commercial (class F, E, or M) Missouri driver license are listed on the following page.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_67",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf10•   School Bus (S) endorsement — A school bus endorsement is required   for anyone transporting students from school to home, home to school,  and to and from school-sponsored events in any vehicle designed for    carrying more than ten passengers. A school bus endorsement may    be issued to drivers age 21 or older who hold a Class E (For-Hire) license   or a commercial license with a Passenger (P) endorsement.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_68",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfA school bus   endorsement can be suspended for one year if a person fails to pass any  drug, alcohol, or chemical test administered in accordance with any federal   or state law, rule, or regulation regarding the operation of a school bus.  Missouri law has special operating regulations for school buses.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_69",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfIf you  need more information related to general school transportation  requirements, contact: Missouri Department of Elementary and Secondary   Education, Division of Administrative and Financial Services — School   Transportation, e-mail: webreply@dmpt .",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_70",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfdese .mo .gov; phone: (573)    751-0357; fax: (573) 526-6898.•  Motorcycle (M) endorsement — A motorcycle endorsement on an operator   or higher class license is required if you operate a motorcycle or motortricycle    on public roadways.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_71",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfTo add the motorcycle endorsement to an existing    license you will need to pass the motorcycle written test, vision, road sign,    and a skills test on a motorcycle or motortricycle.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_72",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfFor more information    about Missouri’s motorcycle laws, see the Motorcycle Operator Manual    posted on our website at dor .mo .gov/. You may also request a copy from    MSHP or any license office. •    Additional endorsements are available if you have a Commercial Driver   License or Commercial Learner’s Permit.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_73",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfFor more information about   Missouri’s commercial driving laws, see the Commercial Driver License  Manual posted on our website at dor .mo .gov/. You may also request a   copy from MSHP or any license office. Renewing a License or Permit - Renewal RemindersThe Department will mail you a reminder to renew before your license expires. A renewal notice will not be mailed for a temporary instruction permit or commercial learner’s permit.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_74",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfThe reminder will be sent to the mailing address on your driver record. When you move, you may update your address in one of the following ways: •   Complete an address change at your local license office; •   Online at dor .",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_75",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfmo .gov/;•   Send an e-mail to dlbmail@dor .mo .gov; or•   Send a written notice with your new address to the following:      Driver License Bureau, P.O.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_76",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfBox 200, Jefferson City, MO 65105-0200.Your reminder will state the fee required to renew your license. You can renew your license up to six months before it expires. Each time you renew, you will be required to take the vision and road sign test.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_77",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfIt is your responsibility to renew your driver license, even if you do not receive your reminder. Failure to renew promptly may cause you to have to retake the written and driving tests.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_78",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfYou can be ticketed for driving without a valid license. Exception: If you will be leaving the state or country for an extended time you may request an early renewal of your driver license at your local license office. 11A driver license may be valid for up to six years. If you allow it to expire, you must not drive. If you would like to continue driving uninterrupted, you must renew your license before it expires.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_79",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfIf you do not renew your license within six months (or 184 days) after its expiration date, you will have to take the written and driving tests (see Chapter 2), in addition to the vision and road sign tests.License offices are usually busiest at the end of each month. Since you may renew your license up to six months (184 days) before it expires, you are encouraged to select a time to avoid the longer lines.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_80",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfIf the renewal dates for your driver license and motor vehicle registration renewal are within six months, you may be able to complete both renewals at the same time and save yourself a trip later to the license office.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_81",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfRenewal by Mail for Active Duty Members of the Armed Forces  Missouri allows renewal by mail for members of the armed forces and their dependents. Applicants should submit a completed Mail-In Driver License Application (Form 4317) (available online at dor .",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_82",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfmo .gov/ or faxed upon request), along with required documents and fees.Missouri allows a renewal without re-examination for members of the armed forces whose license has expired while out of state, for up to six months from honorable discharge or within 90 days of reestablishing residency in Missouri, whichever occurs first. The expired Missouri license and discharge papers must be submitted at the time of application in addition to other applicable renewal documents.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_83",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfThe expired license is not valid for driving. These provisions only waive re-examination and do not extend the actual driving privileges beyond the expiration date.Lost, Stolen, or Destroyed LicenseIf your license is lost or stolen while you are out of state, you may request a Mail-In Driver License Application (Form 4317) by phone at (573) 751-4600 or download the form on our website.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_84",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfIf your license is lost, stolen, or destroyed, you must apply for a duplicate license. If your current license expires within the next six months, you may renew your license early rather than obtain a duplicate license. This saves you time and money.Renewing When Your License is Suspended or RevokedIf you held a non-commercial driver license, you may take the vision and road sign tests and renew your license even while your driving privilege is suspended.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_85",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfHowever, if your driving privilege has been revoked, you may only renew your license during the revocation if it resulted from your refusal to take a chemical test.You will not receive your license back until you have completed your reinstatement requirements and your driving privilege has been reinstated.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_86",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfOther Information About Your Driver License• Organ, Eye and Tissue Donor Information When you apply for a new, renewal, or duplicate instruction permit,   driver license or nondriver ID you will be asked two very important   questions at the time you make your application.121.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_87",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf“Do you consent to be listed in the Donor Registry System as an   organ, eye and tissue donor?” If you say “yes”, your name will automatically be added to the Missouri   Organ and Tissue Donor Registry, managed by the Missouri Department   of Health and Senior Services or their agent.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_88",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfThe registry is on a secure,  confidential database. Joining the registry means you have legally  documented your decision to save lives by becoming an organ and   tissue donor at the time of your death. No further consent is needed,   which relieves your family of making that decision on your behalf.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_89",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf2. “Do you authorize an Organ Donor symbol to be placed on your license  or permit?” If you said yes to be listed in the Donor Registry system you will also be   asked if you would like an optional indicator placed on your document.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_90",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfIf   you say “yes” to add the organ donor symbol, a red heart with a green   banner will appear on the front of your instruction permit, driver license, or   nondriver ID.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_91",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfThere is no fee to place the symbol on your instruction   permit, driver license or nondriver ID, or place your name in the registry.   You may obtain more information regarding the donor registry or register   your decision and enroll online at donatelifemissouri .org/. •   The back of your license or permit will include a box for placement   of an Organ Donor Sticker.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_92",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfIf you did not elect to register with the   Organ, Eye and Tissue Donor Registry, or you registered and did   not elect to have a symbol placed on the face of your document at   the time of issuance, you may complete registration or request an   Organ Donor Sticker online at donatelifemissouri .",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_93",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdforg/ . •   When you apply for a driver license, permit or nondriver ID the clerk must ask you if you would like to make a monetary donation to the organ donor fund or the blindness awareness fund.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_94",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf•   “DHH” Notation for Deaf or Hard of Hearing Applicants When you apply for or renew your driver license, nondriver ID, or instruction permit, you may ask that a “DHH” notation be placed on your driver license, nondriver ID, or instruction permit. In the event of an emergency, this notation will allow law enforcement or emergency and medical personnel to readily determine if you are deaf or hard of hearing.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_95",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfThis will assist in ensuring effective communications with someone who is injured and nonresponsive. In order to obtain the “DHH” notation, you must request the notation when applying for a license or instruction permit.•   Boater Safety Indicator   If you are a resident of Missouri who has complied with the provisions  of Section 306 .127, RSMo .",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_96",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfand possess a current Boating Safety  Education Card issued by the MSHP, you may request to obtain a boater safety indicator on your driver license or nondriver ID.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_97",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfThe MSHP will accept the indicator on a valid driver license or nondriver ID in lieu of carrying the separate Boating Safety Education Card. You must request the new indicator and present your valid Boating Safety Education Card at the time of application for a new, renewal 1213or duplicate transaction.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_98",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfThere will be an additional cost of $1 added to standard processing fees when the boater identification indicator is initially added to a driver license or nondriver ID document.   •   Permanent Disability Indicator  If you are a resident of Missouri who is permanently disabled you may  request to have a permanent disability indicator placed on the back of   your driver license or nondriver ID at the time of application for a new,   renewal or duplicate transaction.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_99",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfTo be eligible for the indicator you must   submit a Physicians Statement (Form 5294) - Permanent Disability    Indicator completed and signed by your physician, physical therapist,  occupational therapist licensed under Section 334, RSMo ., or other  authorized healthcare practitioner. There will be no additional cost to add   the indicator. The standard new, renewal, or duplicate transaction and  processing fees will apply.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_100",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfYou are not required by law to obtain a   permanent disability indicator on your driver license or non-driver license.   The indicator is not determination of eligibility or public benefits.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_101",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf•   Veteran Designation    If you are a veteran of the United States Armed Forces you may opt to have a “VETERAN” designation placed on the front of your Missouri driver license or nondriver ID, upon request, at the time of application for a new, renewal or duplicate transaction.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_102",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfTo be eligible for the designation, you must submit one of the following acceptable discharge status verification documents: ○a United States Department of Defense discharge document, otherwise   known as a DD Form 214, that shows a discharge status of “honorable”   or “general under honorable conditions” that establishes the person’s   service in the Armed Forces of the United States;",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_103",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf○a United States Uniformed Services Identification Card, otherwise   known as a DD Form 2, that includes a discharge status of “retired” or   “reserve retired” establishing the person’s service in the Armed Forces   of the United States;",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_104",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf○a United States Department of Veterans Affairs photo identification   card; or  ○a discharge document WD AGO 53, WD AGO 55, WD AGO 53-55,   NAVPERS 553, NAVMC 78 PD, NAVCG 553, or DD 215 form that shows   a discharge status of “honorable” or “general under honorable conditions”.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_105",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfThere will be no additional cost to add the indicator. The standard new, renewal or duplicate transaction and processing fees will apply. You are not required by law to obtain the Veteran Designation.Ever served on active duty in the United States Armed Forces?If yes, visit dor .mo .",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_106",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfgov/military/ to see the services and benefits we offer to all eligible military individuals. A list of all state agency resources and benefits can be found at veteranbenefits .mo .gov/state-benefits/.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_107",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf• Medical Alert Notation You may request to have a medical alert notation placed on the front of   your driver license or nondriver ID at the time of application for a new,   renewal or duplicate transaction to indicate a medical alert for:   Post Traumatic Stress Disorder (PTSD);",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_108",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfDiabetes Mellitus (DM);    Autism; Drug Allergy; Epilepsy (EPIL); Alzheimer’s (ATD); Dementia 1414 (DEM); Schizophrenia (SCHZ); High Blood Pressure (HBP); or   Cardiovascular Disease (CVD).\r\nYou are not required by law to have a   medical alert notation on your driver license or nondriver ID.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_109",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfTo be   eligible for the medical alert notation you must submit a Physicians    statement – Medical Alert Notation (Form 5839) that has been completed   and signed by a licensed physician, therapist, occupational therapist, or  other authorized license healthcare practitioner in the state of Missouri    verifying such diagnosis. There is no additional cost to add the medical alert   notation.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_110",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf• Driver’s Privacy Protection Act (DPPA)  The Federal Driver’s Privacy Protection Act requires all states to close   the personal information contained on all motor vehicle, driver license and   nondriver ID records, unless otherwise directed by state law.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_111",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfUnder   Missouri law, a person or entity may access the personal information if   exempt under the DPPA (and have submitted a Request for Security   Access Code (Form 4678) or have obtained express consent from the   record holder on a Request from Record Holder (Form 4681).",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_112",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf• Voter Registration   When you apply for or renew your driver license, nondriver ID, or    instruction permit, the clerk will ask you if you are registered to vote at   your current address.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_113",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfIf your voter registration address has changed or if   you have changed your name since your prior voter registration application   (as shown on voter registration card) you may elect to submit updated   voter registration information by responding “Yes” to register to vote at the   time of license application.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_114",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfNew or updated voter registration information   will be generated for your review and signature as part of your application.   Data from the application which is required for voter registration purposes  will then be submitted electronically through the Missouri Voter Registration   System to local election authorities.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_115",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf• Selective Service Registration  Male applicants, age 18 to 26, may register with the Selective Service at   the time of their license or permit application.Suspension or Revocation of Your LicenseThere are a number of reasons your license may be revoked or suspended or denied. Your best bet is to be responsible and be a good driver.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_116",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfYou can lose your license for any of the following reasons:•   Parent or Guardian Request to Deny a Driver License (Form 4811) — If you are under the age 18, your parent or guardian may request that the Director of Revenue deny you a license.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_117",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfIf you already have a driver license, the request will cancel your license. When the Department receives the request, a denial will be placed on your driving record. The denial expires when you turn 18 or when your parent or guardian requests your driving status be cleared.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_118",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfForm 4811 may be found on the Department’s website or at any license office.• Driving under the influence of alcohol or drugs (see Chapter 10).• Refusing to let a police officer test you for alcohol or drugs.• Leaving the scene of a traffic accident.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_119",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf• Failing to file an accident report (see Chapter 13).• Giving false information when you apply for a license.• Failing to settle a court judgment made against you for damages   15 resulting from a motor vehicle accident.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_120",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf• Failing to keep insurance (financial responsibility) (see Chapter 13).• Changing the information on your license or using someone else’s    license when you attempt to buy alcohol.• Failing to appear for an exam when requested by the Driver License Bureau. • Using a motor vehicle to commit a felony or causing the death of    someone in a motor vehicle crash.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_121",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf• Having too many points on your driving record (see Chapter 11).• Letting someone else use your driver license.• Failing to appear in court or pay traffic tickets in Missouri or other states.• Failing to pay child support.• Failing to use an ignition interlock device when required.• Stealing fuel from a gas station.• Possessing any intoxicating liquor if you are a minor.• Submitting false proof of insurance.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_122",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf• Failing to yield the right-of-way and causing injury or death.The Graduated Driver License (GDL) LawMissouri’s Graduated Driver License Law requires all first-time drivers under 18 years old to obtain an instruction permit and complete a period of driving with a licensed driver, followed by a period of restricted driving (intermediate license), before getting a full license.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_123",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfStudies from across the country show that deaths and serious injuries from traffic crashes involving young drivers decline by as much as 58 percent after a Graduated Driver License Law is implemented. Consider the instruction permit as Step One, the intermediate license as Step Two, and the full (Under 21) driver license as Step Three. The following are descriptions of each step to help you understand the GDL program.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_124",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfStep One: Instruction Permit  Eligible Age: 15  See chart on Page 8 for cost. Valid: 0-12 months, based on document verification statusTo Obtain an Instruction Permit:•  Pass the vision, road sign, and written tests.•   A parent, stepparent, legal guardian, or certified trainer (with a federal  residential job training program) must accompany you to the license  office to sign a permission statement.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_125",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfPermit Notes:•   Under age 16, you may drive only when accompanied in the front seat   by a parent, stepparent, grandparent, legal guardian, qualified driving   instructor, or a person who is at least 25 years of age who has been   licensed for a minimum of three years and has received written   permission from the parent or legal guardian.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_126",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfIf your parent, stepparent,   grandparent, or legal guardian is physically disabled, he or she may    designate up to two persons to accompany you in the vehicle to provide   behind-the-wheel instruction.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_127",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf•   At age 16 or older, you may drive when accompanied in the front seat   by a person who is at least 21 years old and has a valid driver license.• Seat belts must be worn by the driver and all passengers.•   Your test paper alone is not legal for driving . Be sure to carry your permit with you .•   You may renew your instruction permit as many times as needed    without taking additional written tests.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_128",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf•  Free “PERMIT DRIVER” window signs are available at all license offices.To Graduate to an Intermediate License:  You must have an instruction permit for a minimum of six months (182 days) beginning the day after issuance.• You must have completed 40 hours of driving instruction with a parent,   stepparent, legal guardian, or certified trainer (with a federal residential   job training program).",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_129",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfThe required 40 hours must include at least ten   hours of nighttime driving.Step Two:  Intermediate License  Eligible Age: 16 to 18   See chart on Page 8 for cost.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_130",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfValid: 0-2 years, based on document verification statusTo Obtain an Intermediate License:• You must satisfy the requirements (listed in step one) to graduate from   the instruction permit, and hold the instruction permit for at least six   months (182 days) beginning the day after issuance.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_131",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfThis includes      having no alcohol-related convictions in the last 12 months and no    traffic convictions in the last six months.• A parent, grandparent, stepparent, legal guardian, or certified trainer   (with a federal residential job training program) must accompany you   to the license office to verify you have received 40 hours of driving    instruction with your instruction permit.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_132",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf• Pass the vision, road sign, and written tests (if applicable), if previous   results are more than one year old.• Pass the driving test.License Notes:• Your test paper alone is not legal for driving. Be sure to carry your    intermediate license with you.• Seat belts must be worn by the driver and all passengers.• Passenger restrictions outlined below may not be applicable to an    intermediate license holder who is operating in agricultural work-related   activities.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_133",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfDriving Restrictions:• During the first six months, you may not operate a motor vehicle with   more than one passenger who is under the age of 19 and who is not a   member of your immediate family*.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_134",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf• After the first six months, you may not operate a motor vehicle with more   than three passengers who are under 19 years of age and who are not   members of your immediate family*.• You may not drive alone between 1:00 a.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_135",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfm. and 5:00 a.m. except to   and from a school activity, job, or an emergency, unless accompanied   by a licensed driver 21 years of age or older.*  Immediate family shall include parents, grandparents, brothers, sisters, stepbrothers, stepsisters, and adopted or foster children residing in the driver’s household. Parent shall include a foster parent, stepparent or adoptive parent.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_136",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfGrandparent shall include a foster grandparent, step-grandparent or adoptive grandparent.If you are under 21 years of age, the Department will issue you a license identifying you as a minor.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_137",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfWhen you become 21 years old, you may apply and pay for another driver license (without the minor indication) or wait until 16New Missouri Resident Transferring An Out-of-State Driver License (valid or expired no more than 184 days)   Out-of-State driver license (valid or expired no more than 184 days)  Proof of lawful status,",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_138",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfidentity (must include full legal name and date of birth),    social security number, name change if applicable, and Missouri residency*   Note:\r\nIf you are upgrading your driver license, take the above documents with you to  a MSHP examination location when you take the written, vision, and road sign tests  and/or driving test.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_139",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfFirst-Time Applicant   Proof of lawful status, identity (must include full legal name and date of birth), social security number, name change if applicable,",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_140",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfand Missouri residency*  Driver Examination Record (Form 100) indicating successful completion of tests    (not required for nondriver ID)Renewal License  All drivers renewing will have to show proof of lawful status, identity (must     include full legal name and date of birth), social security number, name change    if applicable, and Missouri residency*   Exemption:",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_141",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfIf you are renewing a non-commercial permit/driver license or nondriver ID and are age 65 or older may be exempt from presenting documents for place of birth .\r\n*Please refer to the complete list of acceptable documents for a REAL ID-compliant   or non REAL ID-compliant document application on-line at www .dor .mo .gov.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_142",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfNote: Additional documents and verification of SSN may be required if the  documentation submitted is questionable, or if the license office clerk or MSHP examiner has reason to question the validity or authenticity of the documents,  or needs further verification.A Checklist for You You must have the following documents with you when you apply for a Missouri  driver license, instruction permit, or nondriver ID.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_143",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfTake all the documents with  you to a license office when you apply for your license or permit.17You are encouraged to study this Driver Guide before you attempt the written exam. Almost 50 percent of all test-takers fail the first time.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_144",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfYou will have a much better chance of passing your test if you take time to review this guide.To Graduate to a Full Under-21 Driver License:•  Your driving privilege cannot be suspended, revoked, or denied at the   time of application.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_145",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf•   You may not have any alcohol-related offenses or traffic convictions within the last 12 months.Step Three: Full Driver License (Under 21)  Eligible Age: 18  See chart on Page 8 for cost.Valid: 0-3 years, based on document verification statusTo Obtain the Under-21 Full Driver License:• You must satisfy the requirements for an intermediate license.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_146",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfThis    includes having no alcohol-related offenses or traffic convictions in  the last 12 months.•   Have a valid intermediate license. Your driving privilege cannot be suspended, revoked, or denied when you apply for a full driver license.•   Pass the vision and road sign recognition tests. (You are not required   to pass the written and driving tests if already completed.)Chapter 2 - The Driver Examinationyour under-21 driver license expires.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_147",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfThe Driver ExaminationThe driver examination consists of a four-part test:• A written test on traffic laws and rules for safe driving• A vision test• A road sign test•  A driving test (skills)You should be prepared to take the driver exam if:•  You are applying for a new Missouri driver license.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_148",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfNote: If you have a driver license from another state that is valid or has   been expired for less than 184 days, and you are applying for the same type   of license in Missouri, you only have to take the vision and road sign tests.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_149",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf• Your Missouri driver license is expired for more than six months (184 days).• The Director of Revenue asks you to take the exam, even if you have   a current driver license.• Your license was revoked because: ○You have too many points on your driving record. ○Because of an Administrative Alcohol action (see Chapter 10).",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_150",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfWhere to Take the ExamThe MSHP administers the driver examination. To find the testing center nearest you, contact the MSHP or the Department. The phone numbers for the Department and MSHP are at the back of this guide. You can also find these locations on the MSHP website: http://www .mshp .dps .missouri .gov/MSHPWeb/Root/index .html.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_151",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfVerification of Your Name and AgeBefore you can take the driver exam, you must prove your legal name and age. This identification must also be shown to the Department of Revenue when applying for a driver license or permit and any time you take the written or driving tests. (Refer to Chapter 1 for a list of acceptable documents for verification of name, date of birth, place of birth, social security number, and Missouri residential address.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_152",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf)Written TestDriver License (Class F) If you are applying for a Class F (operator) license, you must take a 25 question multiple-choice written test. The questions will be on the laws and methods of driving covered in this Guide.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_153",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfThe test is NOT an open book test. You will not be tested on the information on commercial vehicles in Chapter 15.For-Hire License (Class E)If you are applying for a Class E (for-hire) license, you must take a special written test.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_154",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfThe questions will be on the laws and methods of driving covered in this Guide but will also include the information on commercial vehicles found in Chapter 15. The test is NOT an open book test.Vision TestYou must take an acuity vision test and a peripheral (side) vision test when 1819you apply for any new or renewal driver license or permit. The standard minimum acuity is at least 20/40 with either or both eyes.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_155",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfIf you wear glasses or contact lenses, you may need them for the vision test. The standard minimum peripheral reading is at least 55 degrees in each eye or 85 degrees in one eye.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_156",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfIf you are unable to meet the vision standards as required, you may be denied a license, or restrictions may be placed on your license.If you fail the standard vision test, the examiner will give you a vision exam form that your eye specialist or physician must fill out.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_157",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfIf the physician prescribes glasses or contact lenses to correct your vision, you may have to wait for the glasses (or contact lenses) before the written and/or driving tests may be given. If both your natural and corrected acuity vision are worse than 20/160, or your peripheral combined is worse than 70 degrees, you cannot take the driving test and cannot have a driver license.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_158",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfRoad Sign TestThe road sign test will check your ability to recognize and understand traffic signs.Driving TestAfter you pass the written, vision, and road sign tests, you may then take the driving test. You will take the driving test with a driver license examiner of the MSHP. The examiner will check your vehicle for the required equipment. The examiner will also check your vehicle for its safe operating condition.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_159",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfYou cannot take the test if the vehicle is not properly equipped, or the examiner believes that giving the test will be dangerous.You should take the test in a vehicle that is familiar to you. The vehicle must have:• Current license plate(s) and a valid inspection sticker.• Seat belts in proper working order.• Doors in proper working order for the driver and examiner.• A clean, safe seat for the examiner.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_160",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf• Two sets of brakes (parking and a foot brake) in good working order.• A horn in good working order.• Proof of financial responsibility.You will drive, and the examiner will sit beside you. No one else may ride in the vehicle during the test. Avoid unnecessary conversation with the examiner, and focus on your driving. Remember the examiner’s job is to test, not to teach. You must obey all Missouri traffic laws at all times.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_161",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfThe examiner will ask you to find and use the vehicle’s controls, such as the accelerator, brakes, turn signals, windshield wipers, etc. You will be tested for:• Finding the control without searching.• Using the control correctly.The examiner will ask you to start driving. You will be tested for:• Starting the vehicle.• Releasing the parking brake.• Looking to see if the way is clear.20• Giving the proper signal.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_162",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf• Driving smoothly and at the correct speed.The examiner will tell you where to drive, turn, stop, etc. After the examiner tells you what to do, you will have enough time to look for traffic and to drive as asked.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_163",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfYou will be asked to do the following:1 . Start and stop the vehicle. You will be tested for: • The smoothness and safety of your starts and stops.  • Your reaction time.  • Your control of the vehicle when stopping.2 .",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_164",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfPark parallel to the curb, in a space 25 feet long and seven feet wide.   You will be tested for: • The position of your vehicle before backing.  • Whether or not you bump into the space markers.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_165",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf• Moving into the space smoothly and at the right speed.  • Parking no more than 18” from the curb.  • Parking near the center of the space. • Ability to park the vehicle within two minutes. • Turning the wheels in the correct direction for parking.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_166",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf• Checking traffic and signaling before you leave the parking space.3 .  Backing. You will be tested for: • Looking over your right shoulder to see through the rear glass.  • Whether your vehicle backs in a straight line or weaves.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_167",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf• Staying in the proper lane of traffic.  • Backing at the right speed.4 .  Make at least two right and two left turns. You will be tested for: • Driving in the correct lane for turning.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_168",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf• Giving the proper turn signal at the proper time.  • Turning into the proper lane.  • Making proper traffic checks.  • Turning at the right speed.  • Your control of the vehicle.5 .  Park on a hill.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_169",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfYou will be tested for:  • Your control of the vehicle.  • Parking no more than 18” from the curb.  • Leaving your vehicle in park or the correct gear.  • Turning the front wheels in the correct direction for parking.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_170",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf• Setting the parking brake.  • Checking traffic and signaling.6 .  Enter and leave intersections . You will be tested for: • Understanding and obeying the traffic signs and lights.  • Your speed when approaching an intersection.  • Your awareness of the traffic around you.  • Driving in the correct lane.  • Yielding the right-of-way without blocking traffic.  • Making a full stop at the proper place at stop signs.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_171",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf217 .  Understand and obey traffic signs and signals. You will be tested for: • Noticing and obeying traffic signs and signals.The examiner will watch for your use of good driving rules . You will be tested for:•  The distance between your vehicle and the vehicle in front of you.•  Your speed while driving.•  Driving in the proper lane and obeying lane markings.•  Your awareness of the traffic around you.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_172",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdf•  Yielding the right-of-way when necessary.Your GradeThroughout the driving test, the examiner will subtract points for any driving errors you make. If you lose more than 30 points, you will fail the test.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_173",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfYou will also fail the test if you:•  Are in a crash with another vehicle and it is your fault;•  Hit a pedestrian;•  Drive so dangerously you might have caused a traffic crash;•  Violate a traffic law; or•  Refuse to drive as the examiner asks.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_174",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfWhen you pass the driving skills test, you will be given a form with your test results. Before you drive, you must apply and obtain a license at a license office. The test result form itself is not valid for driving.Failing the Driving TestIf you fail the driving test, the examiner will suggest that you practice before retaking the test. You may take only one driving test per day.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_175",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfIf you fail the driving test three times, no further tests will be allowed without written authorization from the Department. The driver examiner will give you a form that you must send to the Department. After you send the form to the Department, you will receive a letter from the Department requiring additional behind-the-wheel driver training. You must send proof of the additional driver training before you will be allowed to take the driving test again.",
    "additional_metadata": ""
  },
  {
    "is_reference": false,
    "external_source_name": "",
    "id": "mem_176",
    "description": "Driver Guide Latests-VeryShort.pdf",
    "text": "Driver Guide Latests-VeryShort.pdfFraudIt is a crime to commit fraud. Anyone who makes a false unsworn statement or affidavit or who commits or assists another person in committing fraud or deception during any examination process for a Missouri license, permit, or nondriver ID, is guilty of fraud. Fraud is a Class “A” misdemeanor that may result in the loss of your driving privilege for up to one year.",
    "additional_metadata": ""
  }
]